<template>
  <v-container
    class="letter_wrap rounded-xl py-12 my-12 elevation-12 body-1 text--primary"
    :class="$vuetify.breakpoint.smAndDown ? 'px-5' : 'px-16'"
  >
    <div class="text-h4 text-center mb-5">
      Правила размещения писем
    </div>
    <p>
      Мы убеждены, что абсолютное большинство посетителей этого сайта — порядочные люди. Но чтобы исключить саму возможность преднамеренного или непреднамеренного оскорбления нашей аудитории — мы ввели правила размещения писем на нашем сайте.
    </p>
    <p>
      Перед публикацией письма модерируются. Мы НЕ редактируем письма. Наш модератор просто проверяет — соответствует ли письмо перечню требований к публикации:
    </p>
    <div class="grey lighten-3 pa-5">
      <p>
        <v-chip dark color="orange" class="mr-2">
          1
        </v-chip> Письмо не должно содержать материалов оскорбительного характера по любым признакам и для любых социальных групп. Это относится как к тексту, так и к аватару, если он выбран. Недопустимо использовать нашу площадку для политических заявлений, разжигания ненависти или пропаганды чего-либо.
      </p>
      <p>
        <v-chip dark color="orange" class="mr-2">
          2
        </v-chip> Письмо не должно содержать ненормативной лексики, жаргонных выражений. Сленг допустим, если он не носит оскорбительного характера и естественен в контексте письма.
      </p>
      <p>
        <v-chip dark color="orange" class="mr-2">
          3
        </v-chip> Письмо не должно содержать явной или скрытой рекламы, ссылок рекламного характера на внешние ресурсы.
      </p>
    </div>
    <p class="mt-5">
      Если эти простые правила устраивают Вас — добро пожаловать! После модерации письмо будет опубликованно в кратчайшие сроки и Вам на почту придёт уведомление о публикации, если Вы её указывали. Для не прошедших модерацию писем уведомления не рассылаются.
    </p>
    <div class="text-h4 text-center my-5">
      Общая информация
    </div>
    <div class="grey lighten-3 pa-5">
      <p>
        <v-chip dark color="indigo" class="mr-2">
          1
        </v-chip> Услуги предоставляются "как есть" — без каких-либо гарантий их доступности или пригодности для целей использования.
      </p>
      <p>
        <v-chip dark color="indigo" class="mr-2">
          2
        </v-chip> Владелец оставляет за собой право без предварительного уведомления вносить изменения в структуру контента (информационного содержимого) данного cайта, перемещать и сортировать размещенные на нем материалы, дополнять и развивать техническую платформу сервиса (что может повлечь за собой изменения дизайна, структуры страниц, систем навигации и поиска, гиперссылок).
      </p>
      <p>
        <v-chip dark color="indigo" class="mr-2">
          3
        </v-chip> Следует помнить и отдавать себе отчёт в том, что опубликованное письмо — это публичная интернет-страница, которая может содержать в себе информацию о человеке, коллективе или организации, которым она адресована. Данная страница создается автором письма, который несет личную ответственность за достоверность указанных в ней данных.<br>В случае, если содержимое письма нарушает авторские или иные права третьих лиц или законодательство Российской Федерации — ответственность за это также возлагается на автора письма.
      </p>
    </div>
    <div v-if="$vuetify.breakpoint.smAndUp" class="text-center mt-10">
      <v-btn-toggle
        rounded
      >
        <v-btn
          color="orange"
          dark
          x-large
          nuxt
          to="/letter"
        >
          <span class="pl-3">Написать письмо</span>
        </v-btn>
        <v-btn
          color="orange"
          dark
          x-large
          nuxt
          to="/"
        >
          <span class="pr-3">На главную</span>
        </v-btn>
      </v-btn-toggle>
    </div>
    <v-row v-else align="center" :justify="$vuetify.breakpoint.xsOnly ? 'center' : 'space-between'" class="mt-5">
      <v-btn
        color="indigo"
        text
        nuxt
        to="/letter"
      >
        Написать письмо
      </v-btn>
      <v-btn
        color="indigo"
        text
        nuxt
        to="/"
      >
        На главную
      </v-btn>
    </v-row>
  </v-container>
</template>
