<template>
  <v-container class="letter_wrap rounded-xl py-12 px-16 my-12 elevation-12 body-1 text--primary">
    <div class="text-h4 text-center mb-5">
      Правила размещения писем
    </div>
    <p>
      Мы убеждены, что абсолютное большинство посетителей этого сайта - порядочные люди. Но чтобы исключить саму возможность преднамеренного или непреднамеренного оскорбления нашей аудитории - мы ввели правила размещения писем на нашем сайте.
    </p>
    <p>
      Перед публикацией письма модерируются. Мы НЕ редактируем письма. Наш модератор просто проверяет - соответствует ли письмо перечню требований к публикации:
    </p>
    <div class="grey lighten-3 pa-5">
      <p>
        <v-chip dark color="red" class="mr-2">
          1
        </v-chip> Письмо не должно содержать материалов оскорбительного характера. Это относится как к тексту, так и к аватару, если он выбран. Недопустимо использовать нашу площадку для разжигания ненависти и/или пропаганды чего-либо.
      </p>
      <p>
        <v-chip dark color="orange" class="mr-2">
          2
        </v-chip> Письмо не должно содержать ненормативной лексики, жаргонных выражений. Сленг допустим, если он не носит оскорбительного характера и естественнен в контексте письма.
      </p>
      <p>
        <v-chip dark color="indigo" class="mr-2">
          3
        </v-chip> Письмо не должно содержать явной или скрытой рекламы, ссылок рекламного характера на внешние ресурсы.
      </p>
      <p>
        Если эти правила устраивают Вас - добро пожаловать! После модерации письмо будет опубликованно в кратчайшие сроки и Вам на почту придёт уведомление о публикации, если Вы её указывали. Для непрошедших модерацию писем уведомления не рассылаются.
      </p>
    </div>
    <div class="text-h4 text-center my-5">
      Общая информация
    </div>
    <div class="grey lighten-3 pa-5">
      <p>
        <v-chip dark color="green" class="mr-2">
          1
        </v-chip> Услуги предоставляются "как есть" - без каких-либо гарантий их доступности или пригодности для целей использования.
      </p>
      <p>
        <v-chip dark color="teal" class="mr-2">
          2
        </v-chip> Владелец оставляет за собой право без предварительного уведомления вносить изменения в структуру контента (информационного содержимого) данного cайта, перемещать и сортировать размещенные на нем материалы, дополнять и развивать техническую платформу сервиса (что может повлечь за собой изменения дизайна, структуры страниц, систем навигации и поиска, гиперссылок).
      </p>
      <p>
        <v-chip dark color="brown" class="mr-2">
          3
        </v-chip> Следует помнить и отдавать себе отчёт в том, что опубликованное письмо — это публичная интернет-страница, которая может содержать в себе информацию о человеке, коллективе или организации, которым она адресована. Данная страница создается автором письма, который несет личную ответственность за достоверность указанных в ней данных. В случае, если содержимое письма нарушает авторские и/или иные права третьих лиц или законодательство Российской Федерации, ответственность за это также возлагается на автора письма.
      </p>
    </div>
    <div class="text-center mt-10">
      <v-btn-toggle
        rounded
      >
        <v-btn
          color="#2C3B42"
          dark
          x-large
          nuxt
          to="/letter"
        >
          Написать письмо
        </v-btn>
        <v-btn
          color="#2C3B42"
          dark
          x-large
          nuxt
          to="/"
        >
          На главную
        </v-btn>
      </v-btn-toggle>
    </div>
  </v-container>
</template>
