<template>
  <v-container class="letter_wrap rounded-xl py-12 px-16 my-12 elevation-12">
    <div class="text-h4 text-center mb-3">
      Правила размещения писем
    </div>
    <p>
      Мы убеждены, что абсолютное большинство посетителей сайта - порядочные люди. Но чтобы исключить саму возможность преднамеренного или непреднамеренного оскорбления нашей аудитории - мы ввели правила размещения писем на нашем сайте.
    </p>
    <p>
      Перед публикацией письма модерируются. Мы НЕ редактируем письма. Наш модератор просто проверяет - соответствует ли письмо короткому перечню требований к публикации:
    </p>
    <p>
      <v-chip dark color="red" class="mr-2 body-1">
        1
      </v-chip> Письмо не должно содержать материалов оскорбительного характера. Это относится как к тексту, так и к аватару, если он выбран. Недопустимо использовать нашу площадку для разжигания ненависти или/и пропаганды чего-либо.
    </p>
    <p>
      <v-chip dark color="orange" class="mr-2 body-1">
        2
      </v-chip> Письмо не должно содержать ненормативной лексики, жаргонных выражений. Сленг допустим, если он не носит оскорбительного характера и естественнен в контексте письма.
    </p>
    <p>
      <v-chip dark color="indigo" class="mr-2 body-1">
        3
      </v-chip> Письмо не должно содержать рекламы, ссылок на внешние ресурсы.
    </p>
    <p>
      Если эти правила устраивают Вас - добро пожаловать! После модерации письмо будет опубликованно в кратчайшие сроки и Вам на почту придёт уведомление о публикации, если Вы её указывали. Для непрошедших модерацию писем уведомления не рассылаются.
    </p>
  </v-container>
</template>

<script>
export default {
  data () {
    return {
      //
    }
  }
}
</script>
